/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50624
Source Host           : localhost:3306
Source Database       : ptu_data

Target Server Type    : MYSQL
Target Server Version : 50624
File Encoding         : 65001

Date: 2020-05-15 17:26:38
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `t_comid_object`
-- ----------------------------
DROP TABLE IF EXISTS `t_comid_object`;
CREATE TABLE `t_comid_object` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `com_id` int(11) NOT NULL,
  `ip` varchar(15) NOT NULL,
  `multicast_address` varchar(15) DEFAULT NULL COMMENT '组播地址',
  `cycle` int(11) DEFAULT NULL COMMENT '周期（us）',
  `carriage_position` int(11) DEFAULT NULL COMMENT '车厢位置',
  `packet_length` int(11) DEFAULT NULL COMMENT '报文长度',
  `remark1` varchar(100) DEFAULT NULL COMMENT '备注1',
  `remark2` varchar(100) DEFAULT NULL COMMENT '备注2',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=329 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_comid_object
-- ----------------------------
INSERT INTO `t_comid_object` VALUES ('1', '5500', '172.16.5.30', '239.255.5.5', '300000', '5', '500', '5车显示器1', '');
INSERT INTO `t_comid_object` VALUES ('2', '5600', '172.16.15.31', '239.255.5.6', '300000', '5', '500', '5车显示器2', '');
INSERT INTO `t_comid_object` VALUES ('3', '3040', '10.0.5.200', '239.255.20.50', '200000', '5', '100', '5车PIS源端口A', '');
INSERT INTO `t_comid_object` VALUES ('4', '3041', '10.0.15.201', '239.255.20.51', '200000', '5', '100', '5车PIS源端口B', '');
INSERT INTO `t_comid_object` VALUES ('5', '3340', '172.16.5.230', '239.255.23.40', '200000', '5', '100', '5车EEMS源端口数据', '');
INSERT INTO `t_comid_object` VALUES ('6', '3341', '172.16.5.230', '239.255.23.41', '200000', '5', '100', '5车EEMS发显示屏数据', '');
INSERT INTO `t_comid_object` VALUES ('7', '3740', '172.16.5.60', '239.255.26.1', '200000', '5', '1400', '5车PHM端口1', '');
INSERT INTO `t_comid_object` VALUES ('8', '3741', '172.16.5.60', '239.255.26.2', '200000', '5', '1400', '5车PHM端口2', '');
INSERT INTO `t_comid_object` VALUES ('9', '3742', '172.16.5.60', '239.255.26.3', '200000', '5', '1400', '5车PHM端口3', '');
INSERT INTO `t_comid_object` VALUES ('10', '3743', '172.16.5.60', '239.255.26.4', '500000', '5', '1400', '5车PHM端口4', '');
INSERT INTO `t_comid_object` VALUES ('11', '1001', '10.0.1.10', '239.193.0.128', '20000', '1', '1412', '重联数据端口', '');
INSERT INTO `t_comid_object` VALUES ('12', '1100', '10.0.1.10', '239.193.0.1', '100000', '1', '1400', '本单元CCU统计的轴温信息和IO信息等显示器用WTB未传信息（上传ETB）', '');
INSERT INTO `t_comid_object` VALUES ('13', '1701', '10.0.1.10', '239.255.7.1', '100000', '1', '1400', '本编组1-4车CCU统计的轴温信息和IO信息等显示器用ETB未传信息', '');
INSERT INTO `t_comid_object` VALUES ('14', '1702', '10.0.1.10', '239.255.7.2', '100000', '1', '1400', '本编组5-8车CCU统计的轴温信息和IO信息等显示器用ETB未传信息', '');
INSERT INTO `t_comid_object` VALUES ('15', '1102', '10.0.1.10', '239.193.0.1', '500000', '1', '1400', '本单元CCU统计的空压机信息、空转滑行信息、三级故障数据(小环网使用1102过ETB)', '');
INSERT INTO `t_comid_object` VALUES ('16', '1801', '10.0.1.10', '239.255.8.1', '500000', '1', '1400', '本编组1-4车CCU统计的空压机信息、空转滑行信息、三级故障数据', '');
INSERT INTO `t_comid_object` VALUES ('17', '1802', '10.0.1.10', '239.255.8.2', '500000', '1', '1400', '本编组5-8车CCU统计的空压机信息、空转滑行信息、三级故障数据', '');
INSERT INTO `t_comid_object` VALUES ('18', '1200', '10.0.1.10', '239.255.2.0', '30000', '1', '1400', 'CCU发各子系统端口数据', '');
INSERT INTO `t_comid_object` VALUES ('19', '1201', '10.0.1.10', '239.255.2.1', '30000', '1', '256', 'CCU发制动系统端口数据', '');
INSERT INTO `t_comid_object` VALUES ('20', '1301', '10.0.1.10', '239.255.3.1', '30000', '1', '1400', 'CCU送显示器牵引单元1数据', '');
INSERT INTO `t_comid_object` VALUES ('21', '1302', '10.0.1.10', '239.255.3.2', '30000', '1', '1400', 'CCU送显示器牵引单元2数据', '');
INSERT INTO `t_comid_object` VALUES ('22', '1303', '10.0.1.10', '239.255.3.3', '30000', '1', '1400', 'CCU送显示器牵引单元3数据', '');
INSERT INTO `t_comid_object` VALUES ('23', '1304', '10.0.1.10', '239.255.3.4', '30000', '1', '1400', 'CCU送显示器牵引单元4数据', '');
INSERT INTO `t_comid_object` VALUES ('24', '1001', '10.0.1.11', '239.193.0.128', '20000', '1', '1412', '重联数据端口', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('25', '1100', '10.0.1.11', '239.193.0.1', '100000', '1', '1400', '本单元CCU统计的轴温信息和IO信息等显示器用WTB未传信息（上传ETB）', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('26', '1701', '10.0.1.11', '239.255.7.1', '100000', '1', '1400', '本编组1-4车CCU统计的轴温信息和IO信息等显示器用ETB未传信息', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('27', '1702', '10.0.1.11', '239.255.7.2', '100000', '1', '1400', '本编组5-8车CCU统计的轴温信息和IO信息等显示器用ETB未传信息', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('28', '1102', '10.0.1.11', '239.193.0.1', '500000', '1', '1400', '本单元CCU统计的空压机信息、空转滑行信息、三级故障数据(小环网使用1102过ETB)', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('29', '1801', '10.0.1.11', '239.255.8.1', '500000', '1', '1400', '本编组1-4车CCU统计的空压机信息、空转滑行信息、三级故障数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('30', '1802', '10.0.1.11', '239.255.8.2', '500000', '1', '1400', '本编组5-8车CCU统计的空压机信息、空转滑行信息、三级故障数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('31', '1200', '10.0.1.11', '239.255.2.0', '30000', '1', '1400', 'CCU发各子系统端口数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('32', '1201', '10.0.1.11', '239.255.2.1', '30000', '1', '256', 'CCU发制动系统端口数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('33', '1301', '10.0.1.11', '239.255.3.1', '30000', '1', '1400', 'CCU送显示器牵引单元1数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('34', '1302', '10.0.1.11', '239.255.3.2', '30000', '1', '1400', 'CCU送显示器牵引单元2数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('35', '1303', '10.0.1.11', '239.255.3.3', '30000', '1', '1400', 'CCU送显示器牵引单元3数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('36', '1304', '10.0.1.11', '239.255.3.4', '30000', '1', '1400', 'CCU送显示器牵引单元4数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('37', '1411', '10.0.1.40', '239.255.4.1', '100000', '1', '100', 'X车客室IOM_84RA.1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('38', '1421', '10.0.2.40', '239.255.4.1', '100000', '2', '100', 'X车客室IOM_84RA.1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('39', '1431', '10.0.3.40', '239.255.4.1', '100000', '3', '100', 'X车客室IOM_84RA.1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('40', '1441', '10.0.4.40', '239.255.4.1', '100000', '4', '100', 'X车客室IOM_84RA.1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('41', '1412', '10.0.11.41', '239.255.4.2', '100000', '1', '100', 'X车客室IOM_84RA.1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('42', '1422', '10.0.12.41', '239.255.4.2', '100000', '2', '100', 'X车客室IOM_84RA.1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('43', '1432', '10.0.13.41', '239.255.4.2', '100000', '3', '100', 'X车客室IOM_84RA.1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('44', '1442', '10.0.14.41', '239.255.4.2', '100000', '4', '100', 'X车客室IOM_84RA.1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('45', '1413', '10.0.1.42', '239.255.4.1', '100000', '1', '100', 'X车(3/6除外)车客室IOM84_RA.2源端口A；', '');
INSERT INTO `t_comid_object` VALUES ('46', '1423', '10.0.2.42', '239.255.4.1', '100000', '2', '100', 'X车(3/6除外)车客室IOM84_RA.2源端口A；', '');
INSERT INTO `t_comid_object` VALUES ('47', '1453', '10.0.3.44', '239.255.4.1', '100000', '3', '100', '3/6车IOM_84RB源端口A，X等于5', '');
INSERT INTO `t_comid_object` VALUES ('48', '1443', '10.0.4.42', '239.255.4.1', '100000', '4', '100', 'X车(3/6除外)车客室IOM84_RA.2源端口A；', '');
INSERT INTO `t_comid_object` VALUES ('49', '1414', '10.0.11.43', '239.255.4.2', '100000', '1', '100', 'X车(3/6除外)客室IOM84_RA.2源端口B；', '');
INSERT INTO `t_comid_object` VALUES ('50', '1424', '10.0.12.43', '239.255.4.2', '100000', '2', '100', 'X车(3/6除外)客室IOM84_RA.2源端口B；', '');
INSERT INTO `t_comid_object` VALUES ('51', '1454', '10.0.13.45', '239.255.4.2', '100000', '3', '100', '3/6车IOM_84RB源端口B ，X等于5', '');
INSERT INTO `t_comid_object` VALUES ('52', '1444', '10.0.14.43', '239.255.4.2', '100000', '4', '100', 'X车(3/6除外)客室IOM84_RA.2源端口B；', '');
INSERT INTO `t_comid_object` VALUES ('53', '1415', '10.0.1.44', '239.255.4.1', '30000', '1', '100', '1/8车司机室IOM_60R.1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('54', '1416', '10.0.11.45', '239.255.4.2', '30000', '1', '100', '1/8车司机室IOM_60R.1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('55', '1425', '10.0.1.47', '239.255.4.1', '30000', '1', '100', '1/8车司机室IOM_60R.2源端口A', '');
INSERT INTO `t_comid_object` VALUES ('56', '1426', '10.0.11.48', '239.255.4.2', '30000', '1', '100', '1/8车司机室IOM_60R.2源端口B', '');
INSERT INTO `t_comid_object` VALUES ('57', '1500', '10.0.1.30', '239.255.5.1', '300000', '1', '500', '1/8车显示器1', '');
INSERT INTO `t_comid_object` VALUES ('58', '1600', '10.0.1.31', '239.255.5.2', '300000', '1', '500', '1/8车显示器2', '');
INSERT INTO `t_comid_object` VALUES ('59', '1550', '10.0.1.32', '239.255.5.3', '300000', '1', '100', '1/8车抬头显示器', '');
INSERT INTO `t_comid_object` VALUES ('60', '2020', '10.0.2.101', '239.255.10.1', '30000', '2', '512', 'X车TCU源端口A', '');
INSERT INTO `t_comid_object` VALUES ('61', '2040', '10.0.4.101', '239.255.10.1', '30000', '4', '512', 'X车TCU源端口A', '');
INSERT INTO `t_comid_object` VALUES ('62', '2021', '10.0.12.102', '239.255.10.2', '30000', '2', '512', 'X车TCU源端口B', '');
INSERT INTO `t_comid_object` VALUES ('63', '2041', '10.0.14.102', '239.255.10.2', '30000', '4', '512', 'X车TCU源端口B', '');
INSERT INTO `t_comid_object` VALUES ('64', '2210', '10.0.1.122', '239.255.12.10', '30000', '1', '100', 'X车BCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('65', '2220', '10.0.2.122', '239.255.12.20', '30000', '2', '100', 'X车BCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('66', '2230', '10.0.3.122', '239.255.12.30', '30000', '3', '100', 'X车BCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('67', '2240', '10.0.4.122', '239.255.12.40', '30000', '4', '100', 'X车BCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('68', '2210', '10.0.11.122', '239.255.12.14', '30000', '1', '100', 'X车BCU1源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('69', '2220', '10.0.12.122', '239.255.12.24', '30000', '2', '100', 'X车BCU1源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('70', '2230', '10.0.13.122', '239.255.12.34', '30000', '3', '100', 'X车BCU1源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('71', '2240', '10.0.14.122', '239.255.12.44', '30000', '4', '100', 'X车BCU1源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('72', '2211', '10.0.1.123', '239.255.12.11', '30000', '1', '100', 'X车BCU2源端口A', '');
INSERT INTO `t_comid_object` VALUES ('73', '2221', '10.0.2.123', '239.255.12.21', '30000', '2', '100', 'X车BCU2源端口A', '');
INSERT INTO `t_comid_object` VALUES ('74', '2231', '10.0.3.123', '239.255.12.31', '30000', '3', '100', 'X车BCU2源端口A', '');
INSERT INTO `t_comid_object` VALUES ('75', '2241', '10.0.4.123', '239.255.12.41', '30000', '4', '100', 'X车BCU2源端口A', '');
INSERT INTO `t_comid_object` VALUES ('76', '2211', '10.0.11.123', '239.255.12.15', '30000', '1', '100', 'X车BCU2源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('77', '2221', '10.0.12.123', '239.255.12.25', '30000', '2', '100', 'X车BCU2源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('78', '2231', '10.0.13.123', '239.255.12.35', '30000', '3', '100', 'X车BCU2源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('79', '2241', '10.0.14.123', '239.255.12.45', '30000', '4', '100', 'X车BCU2源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('80', '2212', '10.0.1.122', '239.255.12.12', '30000', '1', '100', '1/8车TBM源端口A，BCU1控制A', '');
INSERT INTO `t_comid_object` VALUES ('81', '2212', '10.0.11.122', '239.255.12.16', '30000', '1', '100', '1/8车TBM源端口B，BCU1控制B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('82', '2212', '10.0.1.123', '239.255.12.12', '30000', '1', '100', '1/8车TBM源端口A，BCU2控制A', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('83', '2212', '10.0.11.123', '239.255.12.16', '30000', '1', '100', '1/8车TBM源端口B，BCU2控制B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('84', '2213', '10.0.1.122', '239.255.12.13', '30000', '1', '100', '1/8车SBM源端口A，BCU1控制A', '');
INSERT INTO `t_comid_object` VALUES ('85', '2213', '10.0.11.122', '239.255.12.17', '30000', '1', '100', '1/8车SBM源端口B，BCU1控制B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('86', '2213', '10.0.1.123', '239.255.12.13', '30000', '1', '100', '1/8车SBM源端口A，BCU2控制A', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('87', '2213', '10.0.11.123', '239.255.12.17', '30000', '1', '100', '1/8车SBM源端口B，BCU2控制B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('88', '2310', '10.0.1.130', '239.255.13.1', '500000', '1', '100', 'X车HVAC源端口A', '');
INSERT INTO `t_comid_object` VALUES ('89', '2320', '10.0.2.130', '239.255.13.1', '500000', '2', '100', 'X车HVAC源端口A', '');
INSERT INTO `t_comid_object` VALUES ('90', '2330', '10.0.3.130', '239.255.13.1', '500000', '3', '100', 'X车HVAC源端口A', '');
INSERT INTO `t_comid_object` VALUES ('91', '2340', '10.0.4.130', '239.255.13.1', '500000', '4', '100', 'X车HVAC源端口A', '');
INSERT INTO `t_comid_object` VALUES ('92', '2311', '10.0.1.131', '239.255.13.2', '500000', '1', '100', 'X车HVAC源端口B', '');
INSERT INTO `t_comid_object` VALUES ('93', '2321', '10.0.2.131', '239.255.13.2', '500000', '2', '100', 'X车HVAC源端口B', '');
INSERT INTO `t_comid_object` VALUES ('94', '2331', '10.0.3.131', '239.255.13.2', '500000', '3', '100', 'X车HVAC源端口B', '');
INSERT INTO `t_comid_object` VALUES ('95', '2341', '10.0.4.131', '239.255.13.2', '500000', '4', '100', 'X车HVAC源端口B', '');
INSERT INTO `t_comid_object` VALUES ('96', '2410', '10.0.1.140', '239.255.14.1', '200000', '1', '100', 'X车EDCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('97', '2420', '10.0.2.140', '239.255.14.1', '200000', '2', '100', 'X车EDCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('98', '2430', '10.0.3.140', '239.255.14.1', '200000', '3', '100', 'X车EDCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('99', '2440', '10.0.4.140', '239.255.14.1', '200000', '4', '100', 'X车EDCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('100', '2411', '10.0.11.141', '239.255.14.2', '200000', '1', '100', 'X车EDCU1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('101', '2421', '10.0.12.141', '239.255.14.2', '200000', '2', '100', 'X车EDCU1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('102', '2431', '10.0.13.141', '239.255.14.2', '200000', '3', '100', 'X车EDCU1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('103', '2441', '10.0.14.141', '239.255.14.2', '200000', '4', '100', 'X车EDCU1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('104', '2418', '10.0.11.141', '239.255.14.8', '100000', '1', '100', 'X车EDCU1发送PHM主机源端口', '');
INSERT INTO `t_comid_object` VALUES ('105', '2428', '10.0.12.141', '239.255.14.8', '100000', '2', '100', 'X车EDCU1发送PHM主机源端口', '');
INSERT INTO `t_comid_object` VALUES ('106', '2438', '10.0.13.141', '239.255.14.8', '100000', '3', '100', 'X车EDCU1发送PHM主机源端口', '');
INSERT INTO `t_comid_object` VALUES ('107', '2448', '10.0.14.141', '239.255.14.8', '100000', '4', '100', 'X车EDCU1发送PHM主机源端口', '');
INSERT INTO `t_comid_object` VALUES ('108', '2510', '10.0.1.150', '239.255.15.1', '500000', '1', '100', 'X车FAS源端口A', '');
INSERT INTO `t_comid_object` VALUES ('109', '2520', '10.0.2.150', '239.255.15.1', '500000', '2', '100', 'X车FAS源端口A', '');
INSERT INTO `t_comid_object` VALUES ('110', '2530', '10.0.3.150', '239.255.15.1', '500000', '3', '100', 'X车FAS源端口A', '');
INSERT INTO `t_comid_object` VALUES ('111', '2540', '10.0.4.150', '239.255.15.1', '500000', '4', '100', 'X车FAS源端口A', '');
INSERT INTO `t_comid_object` VALUES ('112', '2511', '10.0.11.151', '239.255.15.2', '500000', '1', '100', 'X车FAS源端口B', '');
INSERT INTO `t_comid_object` VALUES ('113', '2521', '10.0.12.151', '239.255.15.2', '500000', '2', '100', 'X车FAS源端口B', '');
INSERT INTO `t_comid_object` VALUES ('114', '2531', '10.0.13.151', '239.255.15.2', '500000', '3', '100', 'X车FAS源端口B', '');
INSERT INTO `t_comid_object` VALUES ('115', '2541', '10.0.14.151', '239.255.15.2', '500000', '4', '100', 'X车FAS源端口B', '');
INSERT INTO `t_comid_object` VALUES ('116', '2610', '10.0.1.164', '239.255.16.1', '500000', '1', '500', 'X车安全监控源端口1', '');
INSERT INTO `t_comid_object` VALUES ('117', '2620', '10.0.2.164', '239.255.16.1', '500000', '2', '500', 'X车安全监控源端口1', '');
INSERT INTO `t_comid_object` VALUES ('118', '2630', '10.0.3.164', '239.255.16.1', '500000', '3', '500', 'X车安全监控源端口1', '');
INSERT INTO `t_comid_object` VALUES ('119', '2640', '10.0.4.164', '239.255.16.1', '500000', '4', '500', 'X车安全监控源端口1', '');
INSERT INTO `t_comid_object` VALUES ('120', '2611', '10.0.11.165', '239.255.16.2', '500000', '1', '500', 'X车安全监控源端口2', '');
INSERT INTO `t_comid_object` VALUES ('121', '2621', '10.0.12.165', '239.255.16.2', '500000', '2', '500', 'X车安全监控源端口2', '');
INSERT INTO `t_comid_object` VALUES ('122', '2631', '10.0.13.165', '239.255.16.2', '500000', '3', '500', 'X车安全监控源端口2', '');
INSERT INTO `t_comid_object` VALUES ('123', '2641', '10.0.14.165', '239.255.16.2', '500000', '4', '500', 'X车安全监控源端口2', '');
INSERT INTO `t_comid_object` VALUES ('124', '2810', '10.0.1.180', '239.255.18.1', '200000', '1', '100', 'X车BC1源端口1A', '');
INSERT INTO `t_comid_object` VALUES ('125', '2812', '10.0.11.182', '239.255.18.2', '200000', '1', '100', 'X车BC1源端口1B', '');
INSERT INTO `t_comid_object` VALUES ('126', '2811', '10.0.1.181', '239.255.18.1', '200000', '1', '100', 'X车BC2源端口2A', '');
INSERT INTO `t_comid_object` VALUES ('127', '2813', '10.0.11.183', '239.255.18.2', '200000', '1', '100', 'X车BC2源端口2B', '');
INSERT INTO `t_comid_object` VALUES ('128', '2930', '10.0.3.190', '239.255.19.1', '200000', '3', '100', '3/6车PCU控制1源端口', '');
INSERT INTO `t_comid_object` VALUES ('129', '2931', '10.0.13.191', '239.255.19.2', '200000', '3', '100', '3/6车PCU控制2源端口', '');
INSERT INTO `t_comid_object` VALUES ('130', '3110', '10.0.1.210', '239.255.21.10', '200000', '1', '200', '1/8车WTD源端口A', '');
INSERT INTO `t_comid_object` VALUES ('131', '3111', '10.0.11.211', '239.255.21.11', '200000', '1', '200', '1/8车WTD源端口B', '');
INSERT INTO `t_comid_object` VALUES ('132', '3112', '10.0.1.210', '239.255.21.12', '500000', '1', '1000', '1/8车WTD落地数据发送网络源端口', '');
INSERT INTO `t_comid_object` VALUES ('133', '3330', '10.0.3.230', '239.255.23.30', '200000', '3', '200', '3/6车EEMS源端口', '');
INSERT INTO `t_comid_object` VALUES ('134', '3410', '10.0.1.240', '239.255.23.10', '50000', '1', '100', '1/8车ATO1/源端口A', '');
INSERT INTO `t_comid_object` VALUES ('135', '3411', '10.0.11.241', '239.255.24.10', '50000', '1', '100', '1/8车ATO2源端口B', '');
INSERT INTO `t_comid_object` VALUES ('136', '3410', '10.0.1.242', '239.255.24.10', '50000', '1', '100', '1/8车ATO3源端口A', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('137', '3411', '10.0.11.243', '239.255.24.11', '50000', '1', '100', '1/8车ATO4源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('138', '3510', '10.0.1.90', '239.255.25.1', '500000', '1', '400', 'X车EADS源端口', '');
INSERT INTO `t_comid_object` VALUES ('139', '3520', '10.0.2.90', '239.255.25.1', '500000', '2', '400', 'X车EADS源端口', '');
INSERT INTO `t_comid_object` VALUES ('140', '3530', '10.0.3.90', '239.255.25.1', '500000', '3', '400', 'X车EADS源端口', '');
INSERT INTO `t_comid_object` VALUES ('141', '3540', '10.0.4.90', '239.255.25.1', '500000', '4', '400', 'X车EADS源端口', '');
INSERT INTO `t_comid_object` VALUES ('142', '3550', '10.0.5.90', '239.255.25.1', '500000', '1', '400', '1/8车总配电柜EADS的X=5', '');
INSERT INTO `t_comid_object` VALUES ('143', '3012', '10.0.1.202', '239.255.27.1', '500000', '1', '100', 'X车给水卫生控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('144', '3022', '10.0.2.202', '239.255.27.1', '500000', '2', '100', 'X车给水卫生控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('145', '3032', '10.0.3.202', '239.255.27.1', '500000', '3', '100', 'X车给水卫生控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('146', '3042', '10.0.4.202', '239.255.27.1', '500000', '4', '100', 'X车给水卫生控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('147', '3013', '10.0.1.203', '239.255.28.1', '500000', '1', '60', 'X车智能照明控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('148', '3023', '10.0.2.203', '239.255.28.1', '500000', '2', '60', 'X车智能照明控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('149', '3033', '10.0.3.203', '239.255.28.1', '500000', '3', '60', 'X车智能照明控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('150', '3043', '10.0.4.203', '239.255.28.1', '500000', '4', '60', 'X车智能照明控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('151', '8511', '10.0.1.51', '239.255.75.10', '200000', '1', '100', '1车SRU板卡1数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('152', '8512', '10.0.1.52', '239.255.75.10', '200000', '1', '100', '1车SRU板卡2数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('153', '8513', '10.0.1.53', '239.255.75.10', '200000', '1', '100', '1车SRU板卡3数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('154', '8514', '10.0.1.54', '239.255.75.10', '200000', '1', '100', '1车SRU板卡4数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('155', '8520', '10.0.2.50', '239.255.75.20', '200000', '2', '100', '2车SRU-BN', '');
INSERT INTO `t_comid_object` VALUES ('156', '8521', '10.0.2.51', '239.255.75.20', '200000', '2', '100', '2车SRU板卡1数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('157', '8522', '10.0.2.52', '239.255.75.20', '200000', '2', '100', '2车SRU板卡1数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('158', '8530', '10.0.3.50', '239.255.75.30', '200000', '3', '100', '3车SRU-BN', '');
INSERT INTO `t_comid_object` VALUES ('159', '8531', '10.0.3.51', '239.255.75.30', '200000', '3', '100', '3车SRU板卡1数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('160', '8532', '10.0.3.52', '239.255.75.30', '200000', '3', '100', '3车SRU板卡1数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('161', '8540', '10.0.4.50', '239.255.75.40', '200000', '4', '100', '4车SRU-BN', '');
INSERT INTO `t_comid_object` VALUES ('162', '8541', '10.0.4.51', '239.255.75.40', '200000', '4', '100', '4车SRU板卡1数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('163', '8542', '10.0.4.52', '239.255.75.40', '200000', '4', '100', '4车SRU板卡1数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('164', '8601', '10.0.0.1', '239.255.76.10', '200000', '1', '100', 'ETBN1交换机数据', '');
INSERT INTO `t_comid_object` VALUES ('165', '8602', '10.0.0.2', '239.255.76.10', '200000', '1', '100', 'ETBN2交换机数据', '');
INSERT INTO `t_comid_object` VALUES ('166', '1101', '10.0.1.10', '239.255.1.1', '200000', '1', '100', '主备监听（网关1）', '');
INSERT INTO `t_comid_object` VALUES ('167', '1103', '10.0.1.11', '239.255.1.3', '200000', '1', '100', '主备监听（网关2）', '');
INSERT INTO `t_comid_object` VALUES ('168', '1001', '172.16.1.10', '239.193.0.128', '20000', '8', '1412', '重联数据端口', '');
INSERT INTO `t_comid_object` VALUES ('169', '1100', '172.16.1.10', '239.193.0.1', '100000', '8', '1400', '本单元CCU统计的轴温信息和IO信息等显示器用WTB未传信息（上传ETB）', '');
INSERT INTO `t_comid_object` VALUES ('170', '1701', '172.16.1.10', '239.255.7.1', '100000', '8', '1400', '本编组1-4车CCU统计的轴温信息和IO信息等显示器用ETB未传信息', '');
INSERT INTO `t_comid_object` VALUES ('171', '1702', '172.16.1.10', '239.255.7.2', '100000', '8', '1400', '本编组5-8车CCU统计的轴温信息和IO信息等显示器用ETB未传信息', '');
INSERT INTO `t_comid_object` VALUES ('172', '1102', '172.16.1.10', '239.193.0.1', '500000', '8', '1400', '本单元CCU统计的空压机信息、空转滑行信息、三级故障数据(小环网使用1102过ETB)', '');
INSERT INTO `t_comid_object` VALUES ('173', '1801', '172.16.1.10', '239.255.8.1', '500000', '8', '1400', '本编组1-4车CCU统计的空压机信息、空转滑行信息、三级故障数据', '');
INSERT INTO `t_comid_object` VALUES ('174', '1802', '172.16.1.10', '239.255.8.2', '500000', '8', '1400', '本编组5-8车CCU统计的空压机信息、空转滑行信息、三级故障数据', '');
INSERT INTO `t_comid_object` VALUES ('175', '1200', '172.16.1.10', '239.255.2.0', '30000', '8', '1400', 'CCU发各子系统端口数据', '');
INSERT INTO `t_comid_object` VALUES ('176', '1201', '172.16.1.10', '239.255.2.1', '30000', '8', '256', 'CCU发制动系统端口数据', '');
INSERT INTO `t_comid_object` VALUES ('177', '1301', '172.16.1.10', '239.255.3.1', '30000', '8', '1400', 'CCU送显示器牵引单元1数据', '');
INSERT INTO `t_comid_object` VALUES ('178', '1302', '172.16.1.10', '239.255.3.2', '30000', '8', '1400', 'CCU送显示器牵引单元2数据', '');
INSERT INTO `t_comid_object` VALUES ('179', '1303', '172.16.1.10', '239.255.3.3', '30000', '8', '1400', 'CCU送显示器牵引单元3数据', '');
INSERT INTO `t_comid_object` VALUES ('180', '1304', '172.16.1.10', '239.255.3.4', '30000', '8', '1400', 'CCU送显示器牵引单元4数据', '');
INSERT INTO `t_comid_object` VALUES ('181', '1001', '172.16.1.11', '239.193.0.128', '20000', '8', '1412', '重联数据端口', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('182', '1100', '172.16.1.11', '239.193.0.1', '100000', '8', '1400', '本单元CCU统计的轴温信息和IO信息等显示器用WTB未传信息（上传ETB）', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('183', '1701', '172.16.1.11', '239.255.7.1', '100000', '8', '1400', '本编组1-4车CCU统计的轴温信息和IO信息等显示器用ETB未传信息', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('184', '1702', '172.16.1.11', '239.255.7.2', '100000', '8', '1400', '本编组5-8车CCU统计的轴温信息和IO信息等显示器用ETB未传信息', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('185', '1102', '172.16.1.11', '239.193.0.1', '500000', '8', '1400', '本单元CCU统计的空压机信息、空转滑行信息、三级故障数据(小环网使用1102过ETB)', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('186', '1801', '172.16.1.11', '239.255.8.1', '500000', '8', '1400', '本编组1-4车CCU统计的空压机信息、空转滑行信息、三级故障数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('187', '1802', '172.16.1.11', '239.255.8.2', '500000', '8', '1400', '本编组5-8车CCU统计的空压机信息、空转滑行信息、三级故障数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('188', '1200', '172.16.1.11', '239.255.2.0', '30000', '8', '1400', 'CCU发各子系统端口数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('189', '1201', '172.16.1.11', '239.255.2.1', '30000', '8', '256', 'CCU发制动系统端口数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('190', '1301', '172.16.1.11', '239.255.3.1', '30000', '8', '1400', 'CCU送显示器牵引单元1数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('191', '1302', '172.16.1.11', '239.255.3.2', '30000', '8', '1400', 'CCU送显示器牵引单元2数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('192', '1303', '172.16.1.11', '239.255.3.3', '30000', '8', '1400', 'CCU送显示器牵引单元3数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('193', '1304', '172.16.1.11', '239.255.3.4', '30000', '8', '1400', 'CCU送显示器牵引单元4数据', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('194', '1411', '172.16.1.40', '239.255.4.1', '100000', '8', '100', 'X车客室IOM_84RA.1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('195', '1421', '172.16.2.40', '239.255.4.1', '100000', '7', '100', 'X车客室IOM_84RA.1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('196', '1431', '172.16.3.40', '239.255.4.1', '100000', '6', '100', 'X车客室IOM_84RA.1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('197', '1441', '172.16.4.40', '239.255.4.1', '100000', '5', '100', 'X车客室IOM_84RA.1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('198', '1412', '172.16.11.41', '239.255.4.2', '100000', '8', '100', 'X车客室IOM_84RA.1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('199', '1422', '172.16.12.41', '239.255.4.2', '100000', '7', '100', 'X车客室IOM_84RA.1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('200', '1432', '172.16.13.41', '239.255.4.2', '100000', '6', '100', 'X车客室IOM_84RA.1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('201', '1442', '172.16.14.41', '239.255.4.2', '100000', '5', '100', 'X车客室IOM_84RA.1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('202', '1413', '172.16.1.42', '239.255.4.1', '100000', '8', '100', 'X车(3/6除外)车客室IOM84_RA.2源端口A；', '');
INSERT INTO `t_comid_object` VALUES ('203', '1423', '172.16.2.42', '239.255.4.1', '100000', '7', '100', 'X车(3/6除外)车客室IOM84_RA.2源端口A；', '');
INSERT INTO `t_comid_object` VALUES ('204', '1453', '172.16.3.44', '239.255.4.1', '100000', '6', '100', '3/6车IOM_84RB源端口A，X等于5', '');
INSERT INTO `t_comid_object` VALUES ('205', '1443', '172.16.4.42', '239.255.4.1', '100000', '5', '100', 'X车(3/6除外)车客室IOM84_RA.2源端口A；', '');
INSERT INTO `t_comid_object` VALUES ('206', '1414', '172.16.11.43', '239.255.4.2', '100000', '8', '100', 'X车(3/6除外)客室IOM84_RA.2源端口B；', '');
INSERT INTO `t_comid_object` VALUES ('207', '1424', '172.16.12.43', '239.255.4.2', '100000', '7', '100', 'X车(3/6除外)客室IOM84_RA.2源端口B；', '');
INSERT INTO `t_comid_object` VALUES ('208', '1454', '172.16.13.45', '239.255.4.2', '100000', '6', '100', '3/6车IOM_84RB源端口B ，X等于5', '');
INSERT INTO `t_comid_object` VALUES ('209', '1444', '172.16.14.43', '239.255.4.2', '100000', '5', '100', 'X车(3/6除外)客室IOM84_RA.2源端口B；', '');
INSERT INTO `t_comid_object` VALUES ('210', '1415', '172.16.1.44', '239.255.4.1', '30000', '8', '100', '1/8车司机室IOM_60R.1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('211', '1416', '172.16.11.45', '239.255.4.2', '30000', '8', '100', '1/8车司机室IOM_60R.1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('212', '1425', '172.16.1.47', '239.255.4.1', '30000', '8', '100', '1/8车司机室IOM_60R.2源端口A', '');
INSERT INTO `t_comid_object` VALUES ('213', '1426', '172.16.11.48', '239.255.4.2', '30000', '8', '100', '1/8车司机室IOM_60R.2源端口B', '');
INSERT INTO `t_comid_object` VALUES ('214', '1500', '172.16.1.30', '239.255.5.1', '300000', '8', '500', '1/8车显示器1', '');
INSERT INTO `t_comid_object` VALUES ('215', '1600', '172.16.1.31', '239.255.5.2', '300000', '8', '500', '1/8车显示器2', '');
INSERT INTO `t_comid_object` VALUES ('216', '1550', '172.16.1.32', '239.255.5.3', '300000', '8', '100', '1/8车抬头显示器', '');
INSERT INTO `t_comid_object` VALUES ('217', '2020', '172.16.2.101', '239.255.10.1', '30000', '7', '512', 'X车TCU源端口A', '');
INSERT INTO `t_comid_object` VALUES ('218', '2040', '172.16.4.101', '239.255.10.1', '30000', '5', '512', 'X车TCU源端口A', '');
INSERT INTO `t_comid_object` VALUES ('219', '2021', '172.16.12.102', '239.255.10.2', '30000', '7', '512', 'X车TCU源端口B', '');
INSERT INTO `t_comid_object` VALUES ('220', '2041', '172.16.14.102', '239.255.10.2', '30000', '5', '512', 'X车TCU源端口B', '');
INSERT INTO `t_comid_object` VALUES ('221', '2210', '172.16.1.122', '239.255.12.10', '30000', '8', '100', 'X车BCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('222', '2220', '172.16.2.122', '239.255.12.20', '30000', '7', '100', 'X车BCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('223', '2230', '172.16.3.122', '239.255.12.30', '30000', '6', '100', 'X车BCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('224', '2240', '172.16.4.122', '239.255.12.40', '30000', '5', '100', 'X车BCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('225', '2210', '172.16.11.122', '239.255.12.14', '30000', '8', '100', 'X车BCU1源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('226', '2220', '172.16.12.122', '239.255.12.24', '30000', '7', '100', 'X车BCU1源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('227', '2230', '172.16.13.122', '239.255.12.34', '30000', '6', '100', 'X车BCU1源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('228', '2240', '172.16.14.122', '239.255.12.44', '30000', '5', '100', 'X车BCU1源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('229', '2211', '172.16.1.123', '239.255.12.11', '30000', '8', '100', 'X车BCU2源端口A', '');
INSERT INTO `t_comid_object` VALUES ('230', '2221', '172.16.2.123', '239.255.12.21', '30000', '7', '100', 'X车BCU2源端口A', '');
INSERT INTO `t_comid_object` VALUES ('231', '2231', '172.16.3.123', '239.255.12.31', '30000', '6', '100', 'X车BCU2源端口A', '');
INSERT INTO `t_comid_object` VALUES ('232', '2241', '172.16.4.123', '239.255.12.41', '30000', '5', '100', 'X车BCU2源端口A', '');
INSERT INTO `t_comid_object` VALUES ('233', '2211', '172.16.11.123', '239.255.12.15', '30000', '8', '100', 'X车BCU2源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('234', '2221', '172.16.12.123', '239.255.12.25', '30000', '7', '100', 'X车BCU2源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('235', '2231', '172.16.13.123', '239.255.12.35', '30000', '6', '100', 'X车BCU2源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('236', '2241', '172.16.14.123', '239.255.12.45', '30000', '5', '100', 'X车BCU2源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('237', '2212', '172.16.1.122', '239.255.12.12', '30000', '8', '100', '1/8车TBM源端口A，BCU1控制A', '');
INSERT INTO `t_comid_object` VALUES ('238', '2212', '172.16.11.122', '239.255.12.16', '30000', '8', '100', '1/8车TBM源端口B，BCU1控制B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('239', '2212', '172.16.1.123', '239.255.12.12', '30000', '8', '100', '1/8车TBM源端口A，BCU2控制A', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('240', '2212', '172.16.11.123', '239.255.12.16', '30000', '8', '100', '1/8车TBM源端口B，BCU2控制B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('241', '2213', '172.16.1.122', '239.255.12.13', '30000', '8', '100', '1/8车SBM源端口A，BCU1控制A', '');
INSERT INTO `t_comid_object` VALUES ('242', '2213', '172.16.11.122', '239.255.12.17', '30000', '8', '100', '1/8车SBM源端口B，BCU1控制B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('243', '2213', '172.16.1.123', '239.255.12.13', '30000', '8', '100', '1/8车SBM源端口A，BCU2控制A', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('244', '2213', '172.16.11.123', '239.255.12.17', '30000', '8', '100', '1/8车SBM源端口B，BCU2控制B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('245', '2310', '172.16.1.130', '239.255.13.1', '500000', '8', '100', 'X车HVAC源端口A', '');
INSERT INTO `t_comid_object` VALUES ('246', '2320', '172.16.2.130', '239.255.13.1', '500000', '7', '100', 'X车HVAC源端口A', '');
INSERT INTO `t_comid_object` VALUES ('247', '2330', '172.16.3.130', '239.255.13.1', '500000', '6', '100', 'X车HVAC源端口A', '');
INSERT INTO `t_comid_object` VALUES ('248', '2340', '172.16.4.130', '239.255.13.1', '500000', '5', '100', 'X车HVAC源端口A', '');
INSERT INTO `t_comid_object` VALUES ('249', '2311', '172.16.1.131', '239.255.13.2', '500000', '8', '100', 'X车HVAC源端口B', '');
INSERT INTO `t_comid_object` VALUES ('250', '2321', '172.16.2.131', '239.255.13.2', '500000', '7', '100', 'X车HVAC源端口B', '');
INSERT INTO `t_comid_object` VALUES ('251', '2331', '172.16.3.131', '239.255.13.2', '500000', '6', '100', 'X车HVAC源端口B', '');
INSERT INTO `t_comid_object` VALUES ('252', '2341', '172.16.4.131', '239.255.13.2', '500000', '5', '100', 'X车HVAC源端口B', '');
INSERT INTO `t_comid_object` VALUES ('253', '2410', '172.16.1.140', '239.255.14.1', '200000', '8', '100', 'X车EDCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('254', '2420', '172.16.2.140', '239.255.14.1', '200000', '7', '100', 'X车EDCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('255', '2430', '172.16.3.140', '239.255.14.1', '200000', '6', '100', 'X车EDCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('256', '2440', '172.16.4.140', '239.255.14.1', '200000', '5', '100', 'X车EDCU1源端口A', '');
INSERT INTO `t_comid_object` VALUES ('257', '2411', '172.16.11.141', '239.255.14.2', '200000', '8', '100', 'X车EDCU1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('258', '2421', '172.16.12.141', '239.255.14.2', '200000', '7', '100', 'X车EDCU1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('259', '2431', '172.16.13.141', '239.255.14.2', '200000', '6', '100', 'X车EDCU1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('260', '2441', '172.16.14.141', '239.255.14.2', '200000', '5', '100', 'X车EDCU1源端口B', '');
INSERT INTO `t_comid_object` VALUES ('261', '2418', '172.16.11.141', '239.255.14.8', '100000', '8', '100', 'X车EDCU1发送PHM主机源端口', '');
INSERT INTO `t_comid_object` VALUES ('262', '2428', '172.16.12.141', '239.255.14.8', '100000', '7', '100', 'X车EDCU1发送PHM主机源端口', '');
INSERT INTO `t_comid_object` VALUES ('263', '2438', '172.16.13.141', '239.255.14.8', '100000', '6', '100', 'X车EDCU1发送PHM主机源端口', '');
INSERT INTO `t_comid_object` VALUES ('264', '2448', '172.16.14.141', '239.255.14.8', '100000', '5', '100', 'X车EDCU1发送PHM主机源端口', '');
INSERT INTO `t_comid_object` VALUES ('265', '2510', '172.16.1.150', '239.255.15.1', '500000', '8', '100', 'X车FAS源端口A', '');
INSERT INTO `t_comid_object` VALUES ('266', '2520', '172.16.2.150', '239.255.15.1', '500000', '7', '100', 'X车FAS源端口A', '');
INSERT INTO `t_comid_object` VALUES ('267', '2530', '172.16.3.150', '239.255.15.1', '500000', '6', '100', 'X车FAS源端口A', '');
INSERT INTO `t_comid_object` VALUES ('268', '2540', '172.16.4.150', '239.255.15.1', '500000', '5', '100', 'X车FAS源端口A', '');
INSERT INTO `t_comid_object` VALUES ('269', '2511', '172.16.11.151', '239.255.15.2', '500000', '8', '100', 'X车FAS源端口B', '');
INSERT INTO `t_comid_object` VALUES ('270', '2521', '172.16.12.151', '239.255.15.2', '500000', '7', '100', 'X车FAS源端口B', '');
INSERT INTO `t_comid_object` VALUES ('271', '2531', '172.16.13.151', '239.255.15.2', '500000', '6', '100', 'X车FAS源端口B', '');
INSERT INTO `t_comid_object` VALUES ('272', '2541', '172.16.14.151', '239.255.15.2', '500000', '5', '100', 'X车FAS源端口B', '');
INSERT INTO `t_comid_object` VALUES ('273', '2610', '172.16.1.164', '239.255.16.1', '500000', '8', '500', 'X车安全监控源端口1', '');
INSERT INTO `t_comid_object` VALUES ('274', '2620', '172.16.2.164', '239.255.16.1', '500000', '7', '500', 'X车安全监控源端口1', '');
INSERT INTO `t_comid_object` VALUES ('275', '2630', '172.16.3.164', '239.255.16.1', '500000', '6', '500', 'X车安全监控源端口1', '');
INSERT INTO `t_comid_object` VALUES ('276', '2640', '172.16.4.164', '239.255.16.1', '500000', '5', '500', 'X车安全监控源端口1', '');
INSERT INTO `t_comid_object` VALUES ('277', '2611', '172.16.11.165', '239.255.16.2', '500000', '8', '500', 'X车安全监控源端口2', '');
INSERT INTO `t_comid_object` VALUES ('278', '2621', '172.16.12.165', '239.255.16.2', '500000', '7', '500', 'X车安全监控源端口2', '');
INSERT INTO `t_comid_object` VALUES ('279', '2631', '172.16.13.165', '239.255.16.2', '500000', '6', '500', 'X车安全监控源端口2', '');
INSERT INTO `t_comid_object` VALUES ('280', '2641', '172.16.14.165', '239.255.16.2', '500000', '5', '500', 'X车安全监控源端口2', '');
INSERT INTO `t_comid_object` VALUES ('281', '2810', '172.16.1.180', '239.255.18.1', '200000', '8', '100', 'X车BC1源端口1A', '');
INSERT INTO `t_comid_object` VALUES ('282', '2812', '172.16.11.182', '239.255.18.2', '200000', '8', '100', 'X车BC1源端口1B', '');
INSERT INTO `t_comid_object` VALUES ('283', '2811', '172.16.1.181', '239.255.18.1', '200000', '8', '100', 'X车BC2源端口2A', '');
INSERT INTO `t_comid_object` VALUES ('284', '2813', '172.16.11.183', '239.255.18.2', '200000', '8', '100', 'X车BC2源端口2B', '');
INSERT INTO `t_comid_object` VALUES ('285', '2930', '172.16.3.190', '239.255.19.1', '200000', '6', '100', '3/6车PCU控制1源端口', '');
INSERT INTO `t_comid_object` VALUES ('286', '2931', '172.16.13.191', '239.255.19.2', '200000', '6', '100', '3/6车PCU控制2源端口', '');
INSERT INTO `t_comid_object` VALUES ('287', '3110', '172.16.1.210', '239.255.21.10', '200000', '8', '200', '1/8车WTD源端口A', '');
INSERT INTO `t_comid_object` VALUES ('288', '3111', '172.16.11.211', '239.255.21.11', '200000', '8', '200', '1/8车WTD源端口B', '');
INSERT INTO `t_comid_object` VALUES ('289', '3112', '172.16.1.210', '239.255.21.12', '500000', '8', '1000', '1/8车WTD落地数据发送网络源端口', '');
INSERT INTO `t_comid_object` VALUES ('290', '3330', '172.16.3.230', '239.255.23.30', '200000', '6', '200', '3/6车EEMS源端口', '');
INSERT INTO `t_comid_object` VALUES ('291', '3410', '172.16.1.240', '239.255.23.10', '50000', '8', '100', '1/8车ATO1/源端口A', '');
INSERT INTO `t_comid_object` VALUES ('292', '3411', '172.16.11.241', '239.255.24.10', '50000', '8', '100', '1/8车ATO2源端口B', '');
INSERT INTO `t_comid_object` VALUES ('293', '3410', '172.16.1.242', '239.255.24.10', '50000', '8', '100', '1/8车ATO3源端口A', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('294', '3411', '172.16.11.243', '239.255.24.11', '50000', '8', '100', '1/8车ATO4源端口B', 'ComID重复，备份');
INSERT INTO `t_comid_object` VALUES ('295', '3510', '172.16.1.90', '239.255.25.1', '500000', '8', '400', 'X车EADS源端口', '');
INSERT INTO `t_comid_object` VALUES ('296', '3520', '172.16.2.90', '239.255.25.1', '500000', '7', '400', 'X车EADS源端口', '');
INSERT INTO `t_comid_object` VALUES ('297', '3530', '172.16.3.90', '239.255.25.1', '500000', '6', '400', 'X车EADS源端口', '');
INSERT INTO `t_comid_object` VALUES ('298', '3540', '172.16.4.90', '239.255.25.1', '500000', '5', '400', 'X车EADS源端口', '');
INSERT INTO `t_comid_object` VALUES ('299', '3550', '172.16.5.90', '239.255.25.1', '500000', '8', '400', '1/8车总配电柜EADS的X=5', '');
INSERT INTO `t_comid_object` VALUES ('300', '3012', '172.16.1.202', '239.255.27.1', '500000', '8', '100', 'X车给水卫生控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('301', '3022', '172.16.2.202', '239.255.27.1', '500000', '7', '100', 'X车给水卫生控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('302', '3032', '172.16.3.202', '239.255.27.1', '500000', '6', '100', 'X车给水卫生控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('303', '3042', '172.16.4.202', '239.255.27.1', '500000', '5', '100', 'X车给水卫生控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('304', '3013', '172.16.1.203', '239.255.28.1', '500000', '8', '60', 'X车智能照明控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('305', '3023', '172.16.2.203', '239.255.28.1', '500000', '7', '60', 'X车智能照明控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('306', '3033', '172.16.3.203', '239.255.28.1', '500000', '6', '60', 'X车智能照明控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('307', '3043', '172.16.4.203', '239.255.28.1', '500000', '5', '60', 'X车智能照明控制器源端口', '');
INSERT INTO `t_comid_object` VALUES ('308', '8511', '172.16.1.51', '239.255.75.10', '200000', '8', '100', '1车SRU板卡1数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('309', '8512', '172.16.1.52', '239.255.75.10', '200000', '8', '100', '1车SRU板卡2数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('310', '8513', '172.16.1.53', '239.255.75.10', '200000', '8', '100', '1车SRU板卡3数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('311', '8514', '172.16.1.54', '239.255.75.10', '200000', '8', '100', '1车SRU板卡4数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('312', '8520', '172.16.2.50', '239.255.75.20', '200000', '7', '100', '2车SRU-BN', '');
INSERT INTO `t_comid_object` VALUES ('313', '8521', '172.16.2.51', '239.255.75.20', '200000', '7', '100', '2车SRU板卡1数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('314', '8522', '172.16.2.52', '239.255.75.20', '200000', '7', '100', '2车SRU板卡1数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('315', '8530', '172.16.3.50', '239.255.75.30', '200000', '6', '100', '3车SRU-BN', '');
INSERT INTO `t_comid_object` VALUES ('316', '8531', '172.16.3.51', '239.255.75.30', '200000', '6', '100', '3车SRU板卡1数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('317', '8532', '172.16.3.52', '239.255.75.30', '200000', '6', '100', '3车SRU板卡1数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('318', '8540', '172.16.4.50', '239.255.75.40', '200000', '5', '100', '4车SRU-BN', '');
INSERT INTO `t_comid_object` VALUES ('319', '8541', '172.16.4.51', '239.255.75.40', '200000', '5', '100', '4车SRU板卡1数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('320', '8542', '172.16.4.52', '239.255.75.40', '200000', '5', '100', '4车SRU板卡1数据：SRU-CN', '');
INSERT INTO `t_comid_object` VALUES ('321', '8601', '172.16.0.1', '239.255.76.10', '200000', '8', '100', 'ETBN1交换机数据', '');
INSERT INTO `t_comid_object` VALUES ('322', '8602', '172.16.0.2', '239.255.76.10', '200000', '8', '100', 'ETBN2交换机数据', '');
INSERT INTO `t_comid_object` VALUES ('323', '1101', '172.16.1.10', '239.255.1.1', '200000', '8', '100', '主备监听（网关1）', '');
INSERT INTO `t_comid_object` VALUES ('324', '1103', '172.16.1.11', '239.255.1.3', '200000', '8', '100', '主备监听（网关2）', '');
INSERT INTO `t_comid_object` VALUES ('325', '8601', '10.0.0.2', '239.255.76.10', '200000', '1', '100', 'ETBN1交换机数据', '');
INSERT INTO `t_comid_object` VALUES ('326', '8602', '10.0.0.1', '239.255.76.10', '200000', '1', '100', 'ETBN2交换机数据', '');
INSERT INTO `t_comid_object` VALUES ('327', '8601', '172.16.0.2', '239.255.76.10', '200000', '8', '100', 'ETBN1交换机数据', '');
INSERT INTO `t_comid_object` VALUES ('328', '8602', '172.16.0.1', '239.255.76.10', '200000', '8', '100', 'ETBN2交换机数据', '');

-- ----------------------------
-- Table structure for `t_condition`
-- ----------------------------
DROP TABLE IF EXISTS `t_condition`;
CREATE TABLE `t_condition` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `condition_name` varchar(50) NOT NULL COMMENT '条件名称',
  `expression` varchar(255) NOT NULL COMMENT '逻辑表达式',
  `type` varchar(6) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_condition
-- ----------------------------
INSERT INTO `t_condition` VALUES ('1', '11', '周期稳定性异常 == 1  ', 'ComId');
INSERT INTO `t_condition` VALUES ('2', '所有', '时间窗-us                >                0                                ', 'ComId');
INSERT INTO `t_condition` VALUES ('3', '所有CS', '网口断开  !=   9      ', 'CsPort');
INSERT INTO `t_condition` VALUES ('4', '12', '丢帧率异常  ==  1    ', 'ComId');

-- ----------------------------
-- Table structure for `t_csport_object`
-- ----------------------------
DROP TABLE IF EXISTS `t_csport_object`;
CREATE TABLE `t_csport_object` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `com_id` int(11) NOT NULL,
  `ip` varchar(15) NOT NULL,
  `train_no` int(11) NOT NULL COMMENT '车号',
  `card_no` int(11) NOT NULL COMMENT '板卡号',
  `port` int(11) NOT NULL COMMENT '端口号',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=321 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_csport_object
-- ----------------------------
INSERT INTO `t_csport_object` VALUES ('1', '8511', '10.0.1.51', '1', '1', '1');
INSERT INTO `t_csport_object` VALUES ('2', '8511', '10.0.1.51', '1', '1', '2');
INSERT INTO `t_csport_object` VALUES ('3', '8511', '10.0.1.51', '1', '1', '3');
INSERT INTO `t_csport_object` VALUES ('4', '8511', '10.0.1.51', '1', '1', '4');
INSERT INTO `t_csport_object` VALUES ('5', '8511', '10.0.1.51', '1', '1', '5');
INSERT INTO `t_csport_object` VALUES ('6', '8511', '10.0.1.51', '1', '1', '6');
INSERT INTO `t_csport_object` VALUES ('7', '8511', '10.0.1.51', '1', '1', '7');
INSERT INTO `t_csport_object` VALUES ('8', '8511', '10.0.1.51', '1', '1', '8');
INSERT INTO `t_csport_object` VALUES ('9', '8511', '10.0.1.51', '1', '1', '9');
INSERT INTO `t_csport_object` VALUES ('10', '8511', '10.0.1.51', '1', '1', '10');
INSERT INTO `t_csport_object` VALUES ('11', '8511', '10.0.1.51', '1', '1', '11');
INSERT INTO `t_csport_object` VALUES ('12', '8511', '10.0.1.51', '1', '1', '12');
INSERT INTO `t_csport_object` VALUES ('13', '8511', '10.0.1.51', '1', '1', '13');
INSERT INTO `t_csport_object` VALUES ('14', '8511', '10.0.1.51', '1', '1', '14');
INSERT INTO `t_csport_object` VALUES ('15', '8511', '10.0.1.51', '1', '1', '15');
INSERT INTO `t_csport_object` VALUES ('16', '8511', '10.0.1.51', '1', '1', '16');
INSERT INTO `t_csport_object` VALUES ('17', '8512', '10.0.1.52', '1', '2', '1');
INSERT INTO `t_csport_object` VALUES ('18', '8512', '10.0.1.52', '1', '2', '2');
INSERT INTO `t_csport_object` VALUES ('19', '8512', '10.0.1.52', '1', '2', '3');
INSERT INTO `t_csport_object` VALUES ('20', '8512', '10.0.1.52', '1', '2', '4');
INSERT INTO `t_csport_object` VALUES ('21', '8512', '10.0.1.52', '1', '2', '5');
INSERT INTO `t_csport_object` VALUES ('22', '8512', '10.0.1.52', '1', '2', '6');
INSERT INTO `t_csport_object` VALUES ('23', '8512', '10.0.1.52', '1', '2', '7');
INSERT INTO `t_csport_object` VALUES ('24', '8512', '10.0.1.52', '1', '2', '8');
INSERT INTO `t_csport_object` VALUES ('25', '8512', '10.0.1.52', '1', '2', '9');
INSERT INTO `t_csport_object` VALUES ('26', '8512', '10.0.1.52', '1', '2', '10');
INSERT INTO `t_csport_object` VALUES ('27', '8512', '10.0.1.52', '1', '2', '11');
INSERT INTO `t_csport_object` VALUES ('28', '8512', '10.0.1.52', '1', '2', '12');
INSERT INTO `t_csport_object` VALUES ('29', '8512', '10.0.1.52', '1', '2', '13');
INSERT INTO `t_csport_object` VALUES ('30', '8512', '10.0.1.52', '1', '2', '14');
INSERT INTO `t_csport_object` VALUES ('31', '8512', '10.0.1.52', '1', '2', '15');
INSERT INTO `t_csport_object` VALUES ('32', '8512', '10.0.1.52', '1', '2', '16');
INSERT INTO `t_csport_object` VALUES ('33', '8513', '10.0.1.53', '1', '3', '1');
INSERT INTO `t_csport_object` VALUES ('34', '8513', '10.0.1.53', '1', '3', '2');
INSERT INTO `t_csport_object` VALUES ('35', '8513', '10.0.1.53', '1', '3', '3');
INSERT INTO `t_csport_object` VALUES ('36', '8513', '10.0.1.53', '1', '3', '4');
INSERT INTO `t_csport_object` VALUES ('37', '8513', '10.0.1.53', '1', '3', '5');
INSERT INTO `t_csport_object` VALUES ('38', '8513', '10.0.1.53', '1', '3', '6');
INSERT INTO `t_csport_object` VALUES ('39', '8513', '10.0.1.53', '1', '3', '7');
INSERT INTO `t_csport_object` VALUES ('40', '8513', '10.0.1.53', '1', '3', '8');
INSERT INTO `t_csport_object` VALUES ('41', '8513', '10.0.1.53', '1', '3', '9');
INSERT INTO `t_csport_object` VALUES ('42', '8513', '10.0.1.53', '1', '3', '10');
INSERT INTO `t_csport_object` VALUES ('43', '8513', '10.0.1.53', '1', '3', '11');
INSERT INTO `t_csport_object` VALUES ('44', '8513', '10.0.1.53', '1', '3', '12');
INSERT INTO `t_csport_object` VALUES ('45', '8513', '10.0.1.53', '1', '3', '13');
INSERT INTO `t_csport_object` VALUES ('46', '8513', '10.0.1.53', '1', '3', '14');
INSERT INTO `t_csport_object` VALUES ('47', '8513', '10.0.1.53', '1', '3', '15');
INSERT INTO `t_csport_object` VALUES ('48', '8513', '10.0.1.53', '1', '3', '16');
INSERT INTO `t_csport_object` VALUES ('49', '8514', '10.0.1.54', '1', '4', '1');
INSERT INTO `t_csport_object` VALUES ('50', '8514', '10.0.1.54', '1', '4', '2');
INSERT INTO `t_csport_object` VALUES ('51', '8514', '10.0.1.54', '1', '4', '3');
INSERT INTO `t_csport_object` VALUES ('52', '8514', '10.0.1.54', '1', '4', '4');
INSERT INTO `t_csport_object` VALUES ('53', '8514', '10.0.1.54', '1', '4', '5');
INSERT INTO `t_csport_object` VALUES ('54', '8514', '10.0.1.54', '1', '4', '6');
INSERT INTO `t_csport_object` VALUES ('55', '8514', '10.0.1.54', '1', '4', '7');
INSERT INTO `t_csport_object` VALUES ('56', '8514', '10.0.1.54', '1', '4', '8');
INSERT INTO `t_csport_object` VALUES ('57', '8514', '10.0.1.54', '1', '4', '9');
INSERT INTO `t_csport_object` VALUES ('58', '8514', '10.0.1.54', '1', '4', '10');
INSERT INTO `t_csport_object` VALUES ('59', '8514', '10.0.1.54', '1', '4', '11');
INSERT INTO `t_csport_object` VALUES ('60', '8514', '10.0.1.54', '1', '4', '12');
INSERT INTO `t_csport_object` VALUES ('61', '8514', '10.0.1.54', '1', '4', '13');
INSERT INTO `t_csport_object` VALUES ('62', '8514', '10.0.1.54', '1', '4', '14');
INSERT INTO `t_csport_object` VALUES ('63', '8514', '10.0.1.54', '1', '4', '15');
INSERT INTO `t_csport_object` VALUES ('64', '8514', '10.0.1.54', '1', '4', '16');
INSERT INTO `t_csport_object` VALUES ('65', '8521', '10.0.2.51', '2', '1', '1');
INSERT INTO `t_csport_object` VALUES ('66', '8521', '10.0.2.51', '2', '1', '2');
INSERT INTO `t_csport_object` VALUES ('67', '8521', '10.0.2.51', '2', '1', '3');
INSERT INTO `t_csport_object` VALUES ('68', '8521', '10.0.2.51', '2', '1', '4');
INSERT INTO `t_csport_object` VALUES ('69', '8521', '10.0.2.51', '2', '1', '5');
INSERT INTO `t_csport_object` VALUES ('70', '8521', '10.0.2.51', '2', '1', '6');
INSERT INTO `t_csport_object` VALUES ('71', '8521', '10.0.2.51', '2', '1', '7');
INSERT INTO `t_csport_object` VALUES ('72', '8521', '10.0.2.51', '2', '1', '8');
INSERT INTO `t_csport_object` VALUES ('73', '8521', '10.0.2.51', '2', '1', '9');
INSERT INTO `t_csport_object` VALUES ('74', '8521', '10.0.2.51', '2', '1', '10');
INSERT INTO `t_csport_object` VALUES ('75', '8521', '10.0.2.51', '2', '1', '11');
INSERT INTO `t_csport_object` VALUES ('76', '8521', '10.0.2.51', '2', '1', '12');
INSERT INTO `t_csport_object` VALUES ('77', '8521', '10.0.2.51', '2', '1', '13');
INSERT INTO `t_csport_object` VALUES ('78', '8521', '10.0.2.51', '2', '1', '14');
INSERT INTO `t_csport_object` VALUES ('79', '8521', '10.0.2.51', '2', '1', '15');
INSERT INTO `t_csport_object` VALUES ('80', '8521', '10.0.2.51', '2', '1', '16');
INSERT INTO `t_csport_object` VALUES ('81', '8522', '10.0.2.52', '2', '2', '1');
INSERT INTO `t_csport_object` VALUES ('82', '8522', '10.0.2.52', '2', '2', '2');
INSERT INTO `t_csport_object` VALUES ('83', '8522', '10.0.2.52', '2', '2', '3');
INSERT INTO `t_csport_object` VALUES ('84', '8522', '10.0.2.52', '2', '2', '4');
INSERT INTO `t_csport_object` VALUES ('85', '8522', '10.0.2.52', '2', '2', '5');
INSERT INTO `t_csport_object` VALUES ('86', '8522', '10.0.2.52', '2', '2', '6');
INSERT INTO `t_csport_object` VALUES ('87', '8522', '10.0.2.52', '2', '2', '7');
INSERT INTO `t_csport_object` VALUES ('88', '8522', '10.0.2.52', '2', '2', '8');
INSERT INTO `t_csport_object` VALUES ('89', '8522', '10.0.2.52', '2', '2', '9');
INSERT INTO `t_csport_object` VALUES ('90', '8522', '10.0.2.52', '2', '2', '10');
INSERT INTO `t_csport_object` VALUES ('91', '8522', '10.0.2.52', '2', '2', '11');
INSERT INTO `t_csport_object` VALUES ('92', '8522', '10.0.2.52', '2', '2', '12');
INSERT INTO `t_csport_object` VALUES ('93', '8522', '10.0.2.52', '2', '2', '13');
INSERT INTO `t_csport_object` VALUES ('94', '8522', '10.0.2.52', '2', '2', '14');
INSERT INTO `t_csport_object` VALUES ('95', '8522', '10.0.2.52', '2', '2', '15');
INSERT INTO `t_csport_object` VALUES ('96', '8522', '10.0.2.52', '2', '2', '16');
INSERT INTO `t_csport_object` VALUES ('97', '8531', '10.0.3.51', '3', '1', '1');
INSERT INTO `t_csport_object` VALUES ('98', '8531', '10.0.3.51', '3', '1', '2');
INSERT INTO `t_csport_object` VALUES ('99', '8531', '10.0.3.51', '3', '1', '3');
INSERT INTO `t_csport_object` VALUES ('100', '8531', '10.0.3.51', '3', '1', '4');
INSERT INTO `t_csport_object` VALUES ('101', '8531', '10.0.3.51', '3', '1', '5');
INSERT INTO `t_csport_object` VALUES ('102', '8531', '10.0.3.51', '3', '1', '6');
INSERT INTO `t_csport_object` VALUES ('103', '8531', '10.0.3.51', '3', '1', '7');
INSERT INTO `t_csport_object` VALUES ('104', '8531', '10.0.3.51', '3', '1', '8');
INSERT INTO `t_csport_object` VALUES ('105', '8531', '10.0.3.51', '3', '1', '9');
INSERT INTO `t_csport_object` VALUES ('106', '8531', '10.0.3.51', '3', '1', '10');
INSERT INTO `t_csport_object` VALUES ('107', '8531', '10.0.3.51', '3', '1', '11');
INSERT INTO `t_csport_object` VALUES ('108', '8531', '10.0.3.51', '3', '1', '12');
INSERT INTO `t_csport_object` VALUES ('109', '8531', '10.0.3.51', '3', '1', '13');
INSERT INTO `t_csport_object` VALUES ('110', '8531', '10.0.3.51', '3', '1', '14');
INSERT INTO `t_csport_object` VALUES ('111', '8531', '10.0.3.51', '3', '1', '15');
INSERT INTO `t_csport_object` VALUES ('112', '8531', '10.0.3.51', '3', '1', '16');
INSERT INTO `t_csport_object` VALUES ('113', '8532', '10.0.3.52', '3', '2', '1');
INSERT INTO `t_csport_object` VALUES ('114', '8532', '10.0.3.52', '3', '2', '2');
INSERT INTO `t_csport_object` VALUES ('115', '8532', '10.0.3.52', '3', '2', '3');
INSERT INTO `t_csport_object` VALUES ('116', '8532', '10.0.3.52', '3', '2', '4');
INSERT INTO `t_csport_object` VALUES ('117', '8532', '10.0.3.52', '3', '2', '5');
INSERT INTO `t_csport_object` VALUES ('118', '8532', '10.0.3.52', '3', '2', '6');
INSERT INTO `t_csport_object` VALUES ('119', '8532', '10.0.3.52', '3', '2', '7');
INSERT INTO `t_csport_object` VALUES ('120', '8532', '10.0.3.52', '3', '2', '8');
INSERT INTO `t_csport_object` VALUES ('121', '8532', '10.0.3.52', '3', '2', '9');
INSERT INTO `t_csport_object` VALUES ('122', '8532', '10.0.3.52', '3', '2', '10');
INSERT INTO `t_csport_object` VALUES ('123', '8532', '10.0.3.52', '3', '2', '11');
INSERT INTO `t_csport_object` VALUES ('124', '8532', '10.0.3.52', '3', '2', '12');
INSERT INTO `t_csport_object` VALUES ('125', '8532', '10.0.3.52', '3', '2', '13');
INSERT INTO `t_csport_object` VALUES ('126', '8532', '10.0.3.52', '3', '2', '14');
INSERT INTO `t_csport_object` VALUES ('127', '8532', '10.0.3.52', '3', '2', '15');
INSERT INTO `t_csport_object` VALUES ('128', '8532', '10.0.3.52', '3', '2', '16');
INSERT INTO `t_csport_object` VALUES ('129', '8541', '10.0.4.51', '4', '1', '1');
INSERT INTO `t_csport_object` VALUES ('130', '8541', '10.0.4.51', '4', '1', '2');
INSERT INTO `t_csport_object` VALUES ('131', '8541', '10.0.4.51', '4', '1', '3');
INSERT INTO `t_csport_object` VALUES ('132', '8541', '10.0.4.51', '4', '1', '4');
INSERT INTO `t_csport_object` VALUES ('133', '8541', '10.0.4.51', '4', '1', '5');
INSERT INTO `t_csport_object` VALUES ('134', '8541', '10.0.4.51', '4', '1', '6');
INSERT INTO `t_csport_object` VALUES ('135', '8541', '10.0.4.51', '4', '1', '7');
INSERT INTO `t_csport_object` VALUES ('136', '8541', '10.0.4.51', '4', '1', '8');
INSERT INTO `t_csport_object` VALUES ('137', '8541', '10.0.4.51', '4', '1', '9');
INSERT INTO `t_csport_object` VALUES ('138', '8541', '10.0.4.51', '4', '1', '10');
INSERT INTO `t_csport_object` VALUES ('139', '8541', '10.0.4.51', '4', '1', '11');
INSERT INTO `t_csport_object` VALUES ('140', '8541', '10.0.4.51', '4', '1', '12');
INSERT INTO `t_csport_object` VALUES ('141', '8541', '10.0.4.51', '4', '1', '13');
INSERT INTO `t_csport_object` VALUES ('142', '8541', '10.0.4.51', '4', '1', '14');
INSERT INTO `t_csport_object` VALUES ('143', '8541', '10.0.4.51', '4', '1', '15');
INSERT INTO `t_csport_object` VALUES ('144', '8541', '10.0.4.51', '4', '1', '16');
INSERT INTO `t_csport_object` VALUES ('145', '8542', '10.0.4.52', '4', '2', '1');
INSERT INTO `t_csport_object` VALUES ('146', '8542', '10.0.4.52', '4', '2', '2');
INSERT INTO `t_csport_object` VALUES ('147', '8542', '10.0.4.52', '4', '2', '3');
INSERT INTO `t_csport_object` VALUES ('148', '8542', '10.0.4.52', '4', '2', '4');
INSERT INTO `t_csport_object` VALUES ('149', '8542', '10.0.4.52', '4', '2', '5');
INSERT INTO `t_csport_object` VALUES ('150', '8542', '10.0.4.52', '4', '2', '6');
INSERT INTO `t_csport_object` VALUES ('151', '8542', '10.0.4.52', '4', '2', '7');
INSERT INTO `t_csport_object` VALUES ('152', '8542', '10.0.4.52', '4', '2', '8');
INSERT INTO `t_csport_object` VALUES ('153', '8542', '10.0.4.52', '4', '2', '9');
INSERT INTO `t_csport_object` VALUES ('154', '8542', '10.0.4.52', '4', '2', '10');
INSERT INTO `t_csport_object` VALUES ('155', '8542', '10.0.4.52', '4', '2', '11');
INSERT INTO `t_csport_object` VALUES ('156', '8542', '10.0.4.52', '4', '2', '12');
INSERT INTO `t_csport_object` VALUES ('157', '8542', '10.0.4.52', '4', '2', '13');
INSERT INTO `t_csport_object` VALUES ('158', '8542', '10.0.4.52', '4', '2', '14');
INSERT INTO `t_csport_object` VALUES ('159', '8542', '10.0.4.52', '4', '2', '15');
INSERT INTO `t_csport_object` VALUES ('160', '8542', '10.0.4.52', '4', '2', '16');
INSERT INTO `t_csport_object` VALUES ('161', '8511', '172.16.1.51', '8', '1', '1');
INSERT INTO `t_csport_object` VALUES ('162', '8511', '172.16.1.51', '8', '1', '2');
INSERT INTO `t_csport_object` VALUES ('163', '8511', '172.16.1.51', '8', '1', '3');
INSERT INTO `t_csport_object` VALUES ('164', '8511', '172.16.1.51', '8', '1', '4');
INSERT INTO `t_csport_object` VALUES ('165', '8511', '172.16.1.51', '8', '1', '5');
INSERT INTO `t_csport_object` VALUES ('166', '8511', '172.16.1.51', '8', '1', '6');
INSERT INTO `t_csport_object` VALUES ('167', '8511', '172.16.1.51', '8', '1', '7');
INSERT INTO `t_csport_object` VALUES ('168', '8511', '172.16.1.51', '8', '1', '8');
INSERT INTO `t_csport_object` VALUES ('169', '8511', '172.16.1.51', '8', '1', '9');
INSERT INTO `t_csport_object` VALUES ('170', '8511', '172.16.1.51', '8', '1', '10');
INSERT INTO `t_csport_object` VALUES ('171', '8511', '172.16.1.51', '8', '1', '11');
INSERT INTO `t_csport_object` VALUES ('172', '8511', '172.16.1.51', '8', '1', '12');
INSERT INTO `t_csport_object` VALUES ('173', '8511', '172.16.1.51', '8', '1', '13');
INSERT INTO `t_csport_object` VALUES ('174', '8511', '172.16.1.51', '8', '1', '14');
INSERT INTO `t_csport_object` VALUES ('175', '8511', '172.16.1.51', '8', '1', '15');
INSERT INTO `t_csport_object` VALUES ('176', '8511', '172.16.1.51', '8', '1', '16');
INSERT INTO `t_csport_object` VALUES ('177', '8512', '172.16.1.52', '8', '2', '1');
INSERT INTO `t_csport_object` VALUES ('178', '8512', '172.16.1.52', '8', '2', '2');
INSERT INTO `t_csport_object` VALUES ('179', '8512', '172.16.1.52', '8', '2', '3');
INSERT INTO `t_csport_object` VALUES ('180', '8512', '172.16.1.52', '8', '2', '4');
INSERT INTO `t_csport_object` VALUES ('181', '8512', '172.16.1.52', '8', '2', '5');
INSERT INTO `t_csport_object` VALUES ('182', '8512', '172.16.1.52', '8', '2', '6');
INSERT INTO `t_csport_object` VALUES ('183', '8512', '172.16.1.52', '8', '2', '7');
INSERT INTO `t_csport_object` VALUES ('184', '8512', '172.16.1.52', '8', '2', '8');
INSERT INTO `t_csport_object` VALUES ('185', '8512', '172.16.1.52', '8', '2', '9');
INSERT INTO `t_csport_object` VALUES ('186', '8512', '172.16.1.52', '8', '2', '10');
INSERT INTO `t_csport_object` VALUES ('187', '8512', '172.16.1.52', '8', '2', '11');
INSERT INTO `t_csport_object` VALUES ('188', '8512', '172.16.1.52', '8', '2', '12');
INSERT INTO `t_csport_object` VALUES ('189', '8512', '172.16.1.52', '8', '2', '13');
INSERT INTO `t_csport_object` VALUES ('190', '8512', '172.16.1.52', '8', '2', '14');
INSERT INTO `t_csport_object` VALUES ('191', '8512', '172.16.1.52', '8', '2', '15');
INSERT INTO `t_csport_object` VALUES ('192', '8512', '172.16.1.52', '8', '2', '16');
INSERT INTO `t_csport_object` VALUES ('193', '8513', '172.16.1.53', '8', '3', '1');
INSERT INTO `t_csport_object` VALUES ('194', '8513', '172.16.1.53', '8', '3', '2');
INSERT INTO `t_csport_object` VALUES ('195', '8513', '172.16.1.53', '8', '3', '3');
INSERT INTO `t_csport_object` VALUES ('196', '8513', '172.16.1.53', '8', '3', '4');
INSERT INTO `t_csport_object` VALUES ('197', '8513', '172.16.1.53', '8', '3', '5');
INSERT INTO `t_csport_object` VALUES ('198', '8513', '172.16.1.53', '8', '3', '6');
INSERT INTO `t_csport_object` VALUES ('199', '8513', '172.16.1.53', '8', '3', '7');
INSERT INTO `t_csport_object` VALUES ('200', '8513', '172.16.1.53', '8', '3', '8');
INSERT INTO `t_csport_object` VALUES ('201', '8513', '172.16.1.53', '8', '3', '9');
INSERT INTO `t_csport_object` VALUES ('202', '8513', '172.16.1.53', '8', '3', '10');
INSERT INTO `t_csport_object` VALUES ('203', '8513', '172.16.1.53', '8', '3', '11');
INSERT INTO `t_csport_object` VALUES ('204', '8513', '172.16.1.53', '8', '3', '12');
INSERT INTO `t_csport_object` VALUES ('205', '8513', '172.16.1.53', '8', '3', '13');
INSERT INTO `t_csport_object` VALUES ('206', '8513', '172.16.1.53', '8', '3', '14');
INSERT INTO `t_csport_object` VALUES ('207', '8513', '172.16.1.53', '8', '3', '15');
INSERT INTO `t_csport_object` VALUES ('208', '8513', '172.16.1.53', '8', '3', '16');
INSERT INTO `t_csport_object` VALUES ('209', '8514', '172.16.1.54', '8', '4', '1');
INSERT INTO `t_csport_object` VALUES ('210', '8514', '172.16.1.54', '8', '4', '2');
INSERT INTO `t_csport_object` VALUES ('211', '8514', '172.16.1.54', '8', '4', '3');
INSERT INTO `t_csport_object` VALUES ('212', '8514', '172.16.1.54', '8', '4', '4');
INSERT INTO `t_csport_object` VALUES ('213', '8514', '172.16.1.54', '8', '4', '5');
INSERT INTO `t_csport_object` VALUES ('214', '8514', '172.16.1.54', '8', '4', '6');
INSERT INTO `t_csport_object` VALUES ('215', '8514', '172.16.1.54', '8', '4', '7');
INSERT INTO `t_csport_object` VALUES ('216', '8514', '172.16.1.54', '8', '4', '8');
INSERT INTO `t_csport_object` VALUES ('217', '8514', '172.16.1.54', '8', '4', '9');
INSERT INTO `t_csport_object` VALUES ('218', '8514', '172.16.1.54', '8', '4', '10');
INSERT INTO `t_csport_object` VALUES ('219', '8514', '172.16.1.54', '8', '4', '11');
INSERT INTO `t_csport_object` VALUES ('220', '8514', '172.16.1.54', '8', '4', '12');
INSERT INTO `t_csport_object` VALUES ('221', '8514', '172.16.1.54', '8', '4', '13');
INSERT INTO `t_csport_object` VALUES ('222', '8514', '172.16.1.54', '8', '4', '14');
INSERT INTO `t_csport_object` VALUES ('223', '8514', '172.16.1.54', '8', '4', '15');
INSERT INTO `t_csport_object` VALUES ('224', '8514', '172.16.1.54', '8', '4', '16');
INSERT INTO `t_csport_object` VALUES ('225', '8521', '172.16.2.51', '7', '1', '1');
INSERT INTO `t_csport_object` VALUES ('226', '8521', '172.16.2.51', '7', '1', '2');
INSERT INTO `t_csport_object` VALUES ('227', '8521', '172.16.2.51', '7', '1', '3');
INSERT INTO `t_csport_object` VALUES ('228', '8521', '172.16.2.51', '7', '1', '4');
INSERT INTO `t_csport_object` VALUES ('229', '8521', '172.16.2.51', '7', '1', '5');
INSERT INTO `t_csport_object` VALUES ('230', '8521', '172.16.2.51', '7', '1', '6');
INSERT INTO `t_csport_object` VALUES ('231', '8521', '172.16.2.51', '7', '1', '7');
INSERT INTO `t_csport_object` VALUES ('232', '8521', '172.16.2.51', '7', '1', '8');
INSERT INTO `t_csport_object` VALUES ('233', '8521', '172.16.2.51', '7', '1', '9');
INSERT INTO `t_csport_object` VALUES ('234', '8521', '172.16.2.51', '7', '1', '10');
INSERT INTO `t_csport_object` VALUES ('235', '8521', '172.16.2.51', '7', '1', '11');
INSERT INTO `t_csport_object` VALUES ('236', '8521', '172.16.2.51', '7', '1', '12');
INSERT INTO `t_csport_object` VALUES ('237', '8521', '172.16.2.51', '7', '1', '13');
INSERT INTO `t_csport_object` VALUES ('238', '8521', '172.16.2.51', '7', '1', '14');
INSERT INTO `t_csport_object` VALUES ('239', '8521', '172.16.2.51', '7', '1', '15');
INSERT INTO `t_csport_object` VALUES ('240', '8521', '172.16.2.51', '7', '1', '16');
INSERT INTO `t_csport_object` VALUES ('241', '8522', '172.16.2.52', '7', '2', '1');
INSERT INTO `t_csport_object` VALUES ('242', '8522', '172.16.2.52', '7', '2', '2');
INSERT INTO `t_csport_object` VALUES ('243', '8522', '172.16.2.52', '7', '2', '3');
INSERT INTO `t_csport_object` VALUES ('244', '8522', '172.16.2.52', '7', '2', '4');
INSERT INTO `t_csport_object` VALUES ('245', '8522', '172.16.2.52', '7', '2', '5');
INSERT INTO `t_csport_object` VALUES ('246', '8522', '172.16.2.52', '7', '2', '6');
INSERT INTO `t_csport_object` VALUES ('247', '8522', '172.16.2.52', '7', '2', '7');
INSERT INTO `t_csport_object` VALUES ('248', '8522', '172.16.2.52', '7', '2', '8');
INSERT INTO `t_csport_object` VALUES ('249', '8522', '172.16.2.52', '7', '2', '9');
INSERT INTO `t_csport_object` VALUES ('250', '8522', '172.16.2.52', '7', '2', '10');
INSERT INTO `t_csport_object` VALUES ('251', '8522', '172.16.2.52', '7', '2', '11');
INSERT INTO `t_csport_object` VALUES ('252', '8522', '172.16.2.52', '7', '2', '12');
INSERT INTO `t_csport_object` VALUES ('253', '8522', '172.16.2.52', '7', '2', '13');
INSERT INTO `t_csport_object` VALUES ('254', '8522', '172.16.2.52', '7', '2', '14');
INSERT INTO `t_csport_object` VALUES ('255', '8522', '172.16.2.52', '7', '2', '15');
INSERT INTO `t_csport_object` VALUES ('256', '8522', '172.16.2.52', '7', '2', '16');
INSERT INTO `t_csport_object` VALUES ('257', '8531', '172.16.3.51', '6', '1', '1');
INSERT INTO `t_csport_object` VALUES ('258', '8531', '172.16.3.51', '6', '1', '2');
INSERT INTO `t_csport_object` VALUES ('259', '8531', '172.16.3.51', '6', '1', '3');
INSERT INTO `t_csport_object` VALUES ('260', '8531', '172.16.3.51', '6', '1', '4');
INSERT INTO `t_csport_object` VALUES ('261', '8531', '172.16.3.51', '6', '1', '5');
INSERT INTO `t_csport_object` VALUES ('262', '8531', '172.16.3.51', '6', '1', '6');
INSERT INTO `t_csport_object` VALUES ('263', '8531', '172.16.3.51', '6', '1', '7');
INSERT INTO `t_csport_object` VALUES ('264', '8531', '172.16.3.51', '6', '1', '8');
INSERT INTO `t_csport_object` VALUES ('265', '8531', '172.16.3.51', '6', '1', '9');
INSERT INTO `t_csport_object` VALUES ('266', '8531', '172.16.3.51', '6', '1', '10');
INSERT INTO `t_csport_object` VALUES ('267', '8531', '172.16.3.51', '6', '1', '11');
INSERT INTO `t_csport_object` VALUES ('268', '8531', '172.16.3.51', '6', '1', '12');
INSERT INTO `t_csport_object` VALUES ('269', '8531', '172.16.3.51', '6', '1', '13');
INSERT INTO `t_csport_object` VALUES ('270', '8531', '172.16.3.51', '6', '1', '14');
INSERT INTO `t_csport_object` VALUES ('271', '8531', '172.16.3.51', '6', '1', '15');
INSERT INTO `t_csport_object` VALUES ('272', '8531', '172.16.3.51', '6', '1', '16');
INSERT INTO `t_csport_object` VALUES ('273', '8532', '172.16.3.52', '6', '2', '1');
INSERT INTO `t_csport_object` VALUES ('274', '8532', '172.16.3.52', '6', '2', '2');
INSERT INTO `t_csport_object` VALUES ('275', '8532', '172.16.3.52', '6', '2', '3');
INSERT INTO `t_csport_object` VALUES ('276', '8532', '172.16.3.52', '6', '2', '4');
INSERT INTO `t_csport_object` VALUES ('277', '8532', '172.16.3.52', '6', '2', '5');
INSERT INTO `t_csport_object` VALUES ('278', '8532', '172.16.3.52', '6', '2', '6');
INSERT INTO `t_csport_object` VALUES ('279', '8532', '172.16.3.52', '6', '2', '7');
INSERT INTO `t_csport_object` VALUES ('280', '8532', '172.16.3.52', '6', '2', '8');
INSERT INTO `t_csport_object` VALUES ('281', '8532', '172.16.3.52', '6', '2', '9');
INSERT INTO `t_csport_object` VALUES ('282', '8532', '172.16.3.52', '6', '2', '10');
INSERT INTO `t_csport_object` VALUES ('283', '8532', '172.16.3.52', '6', '2', '11');
INSERT INTO `t_csport_object` VALUES ('284', '8532', '172.16.3.52', '6', '2', '12');
INSERT INTO `t_csport_object` VALUES ('285', '8532', '172.16.3.52', '6', '2', '13');
INSERT INTO `t_csport_object` VALUES ('286', '8532', '172.16.3.52', '6', '2', '14');
INSERT INTO `t_csport_object` VALUES ('287', '8532', '172.16.3.52', '6', '2', '15');
INSERT INTO `t_csport_object` VALUES ('288', '8532', '172.16.3.52', '6', '2', '16');
INSERT INTO `t_csport_object` VALUES ('289', '8541', '172.16.4.51', '5', '1', '1');
INSERT INTO `t_csport_object` VALUES ('290', '8541', '172.16.4.51', '5', '1', '2');
INSERT INTO `t_csport_object` VALUES ('291', '8541', '172.16.4.51', '5', '1', '3');
INSERT INTO `t_csport_object` VALUES ('292', '8541', '172.16.4.51', '5', '1', '4');
INSERT INTO `t_csport_object` VALUES ('293', '8541', '172.16.4.51', '5', '1', '5');
INSERT INTO `t_csport_object` VALUES ('294', '8541', '172.16.4.51', '5', '1', '6');
INSERT INTO `t_csport_object` VALUES ('295', '8541', '172.16.4.51', '5', '1', '7');
INSERT INTO `t_csport_object` VALUES ('296', '8541', '172.16.4.51', '5', '1', '8');
INSERT INTO `t_csport_object` VALUES ('297', '8541', '172.16.4.51', '5', '1', '9');
INSERT INTO `t_csport_object` VALUES ('298', '8541', '172.16.4.51', '5', '1', '10');
INSERT INTO `t_csport_object` VALUES ('299', '8541', '172.16.4.51', '5', '1', '11');
INSERT INTO `t_csport_object` VALUES ('300', '8541', '172.16.4.51', '5', '1', '12');
INSERT INTO `t_csport_object` VALUES ('301', '8541', '172.16.4.51', '5', '1', '13');
INSERT INTO `t_csport_object` VALUES ('302', '8541', '172.16.4.51', '5', '1', '14');
INSERT INTO `t_csport_object` VALUES ('303', '8541', '172.16.4.51', '5', '1', '15');
INSERT INTO `t_csport_object` VALUES ('304', '8541', '172.16.4.51', '5', '1', '16');
INSERT INTO `t_csport_object` VALUES ('305', '8542', '172.16.4.52', '5', '2', '1');
INSERT INTO `t_csport_object` VALUES ('306', '8542', '172.16.4.52', '5', '2', '2');
INSERT INTO `t_csport_object` VALUES ('307', '8542', '172.16.4.52', '5', '2', '3');
INSERT INTO `t_csport_object` VALUES ('308', '8542', '172.16.4.52', '5', '2', '4');
INSERT INTO `t_csport_object` VALUES ('309', '8542', '172.16.4.52', '5', '2', '5');
INSERT INTO `t_csport_object` VALUES ('310', '8542', '172.16.4.52', '5', '2', '6');
INSERT INTO `t_csport_object` VALUES ('311', '8542', '172.16.4.52', '5', '2', '7');
INSERT INTO `t_csport_object` VALUES ('312', '8542', '172.16.4.52', '5', '2', '8');
INSERT INTO `t_csport_object` VALUES ('313', '8542', '172.16.4.52', '5', '2', '9');
INSERT INTO `t_csport_object` VALUES ('314', '8542', '172.16.4.52', '5', '2', '10');
INSERT INTO `t_csport_object` VALUES ('315', '8542', '172.16.4.52', '5', '2', '11');
INSERT INTO `t_csport_object` VALUES ('316', '8542', '172.16.4.52', '5', '2', '12');
INSERT INTO `t_csport_object` VALUES ('317', '8542', '172.16.4.52', '5', '2', '13');
INSERT INTO `t_csport_object` VALUES ('318', '8542', '172.16.4.52', '5', '2', '14');
INSERT INTO `t_csport_object` VALUES ('319', '8542', '172.16.4.52', '5', '2', '15');
INSERT INTO `t_csport_object` VALUES ('320', '8542', '172.16.4.52', '5', '2', '16');

-- ----------------------------
-- Table structure for `t_downloaded_file`
-- ----------------------------
DROP TABLE IF EXISTS `t_downloaded_file`;
CREATE TABLE `t_downloaded_file` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `file_name` varchar(34) NOT NULL COMMENT '已下载文件名称',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=155 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_downloaded_file
-- ----------------------------

-- ----------------------------
-- Table structure for `t_target_config`
-- ----------------------------
DROP TABLE IF EXISTS `t_target_config`;
CREATE TABLE `t_target_config` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `target_ip` varchar(15) NOT NULL,
  `target_path` varchar(100) NOT NULL,
  `user_name` varchar(50) NOT NULL,
  `password` varchar(50) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_target_config
-- ----------------------------
INSERT INTO `t_target_config` VALUES ('1', '127.0.0.1', 'E:/test', 'test', 'abc.1234');
